-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 
-- 伺服器版本： 10.3.16-MariaDB
-- PHP 版本： 7.1.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `mytest`
--

-- --------------------------------------------------------

--
-- 資料表結構 `address_book`
--

CREATE TABLE `address_book` (
  `sid` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `mobile` varchar(255) NOT NULL,
  `birthday` date DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `address_book`
--

INSERT INTO `address_book` (`sid`, `name`, `email`, `mobile`, `birthday`, `address`, `created_at`) VALUES
(4, '張小明2', 'min@gmail.com', '0910222888', '1990-01-01', '台北市', '2019-08-19 00:00:00'),
(5, '張小明3', 'min@gmail.com', '0910123456', '1990-01-01', '台北市', '2019-08-19 00:00:00'),
(6, '張小明4', 'min@gmail.com', '0910123456', '1990-01-01', '台北市', '2019-08-19 00:00:00'),
(7, '張小明5', 'min@gmail.com', '0910123456', '1990-01-01', '台北市', '2019-08-19 00:00:00'),
(8, '張小明6', 'min@gmail.com', '0910123456', '1990-01-01', '台北市', '2019-08-19 00:00:00'),
(10, '張小明2', 'min@gmail.com', '0910222999', '1990-01-01', '台北市', '2019-08-19 00:00:00'),
(452, '陳小華1', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(453, '陳小華2', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(455, '陳小華4', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(456, '陳小華5', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(457, '陳小華6', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(459, '陳小華8', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(460, '陳小華9', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(461, '陳小華1', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(462, '陳小華2', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(463, '陳小華3', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(464, '陳小華4', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(465, '陳小華5', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(466, '陳小華6', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(467, '陳小華7', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(468, '陳小華8', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(470, 'sfdf', 'gdfd', 'fsdd', '2000-03-03', 'dsf', '2019-08-21 12:02:21'),
(471, 'sfdf', '4', 'fsdd', '2000-03-03', 'dsf', '2019-08-21 12:23:36'),
(472, '芭樂王', 'ggg', 'ceeeeee', '2000-03-03', '<script>alert(\'爛芭樂\')</script>', '2019-08-21 13:04:10'),
(473, '小菜', 'dgfhj', '0955', '2000-03-03', 'rtyt', '2019-08-22 09:48:19'),
(474, 'h', 'fg', 'fgh', '2000-03-03', 'fgh', '2019-08-22 10:55:43'),
(475, 'fgh', 'fgh', 'fgh', '2000-03-03', 'fgh', '2019-08-22 11:22:15'),
(476, '芭樂王', 'k9595111@gmail.com', '0900123456', '2000-03-03', '', '2019-08-22 14:34:27'),
(477, '芭樂王', 'k9595111@gmail.com', '0900123456', '2000-03-03', '', '2019-08-22 14:34:46'),
(478, 'dsg', 'dsg@gmail.com', '0928000111', '2000-03-03', '', '2019-08-22 15:06:01'),
(479, '森七七', 'sss@gmail.com', '09999', '1996-01-01', '大安', '2019-08-22 15:43:18'),
(480, '陳小華1', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(481, '陳小華2', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(484, '陳小華5', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(485, '陳小華6', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(486, '陳小華7', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(487, '陳小華8', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(488, '陳小華9', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(489, '陳小華1', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(490, '陳小華2', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(491, '陳小華3', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(492, '陳小華4', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(493, '陳小華5', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(494, '陳小華6', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(495, '陳小華7', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(496, '陳小華8', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(497, '陳小華9', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(498, '陳小華91', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-22 16:56:04'),
(499, '陳小華9.000', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-23 09:28:51'),
(500, '陳小華1', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(501, '陳小華2', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(502, '陳小華3', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(503, '陳小華4', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(504, '陳小華5', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(505, '陳小華6', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(506, '陳小華7', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(507, '陳小華8', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(508, '陳小華9', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(509, '陳小華1', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(510, '陳小華2', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(511, '陳小華3', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(512, '陳小華4', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(513, '陳小華5', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(514, '陳小華6', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(515, '陳小華7', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(516, '陳小華8', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(517, '陳小華9', 'jhdsj@gmail.com', '0912777888', '1991-02-02', '台中市', '2019-08-20 12:00:00'),
(518, '芭樂王', 'k95@yahoo.com.tw', '0955666888', '2000-03-03', 'jklk', '2019-08-27 17:37:00'),
(519, '芭樂王', 'pig@gmail.com', '', '2000-03-03', '', '2019-08-27 17:53:57'),
(520, '芭樂王', 'pig@gmail.com', '0900123456', '2000-03-03', '', '2019-08-27 20:29:57'),
(521, '芭樂王', 'pig@gmail.com', '0900123456', '2000-03-03', '', '2019-08-28 20:02:47'),
(522, '123', '09@gmail.com', '0970123123', '2000-03-03', '8888888888888888888', '2019-09-01 22:19:03');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `address_book`
--
ALTER TABLE `address_book`
  ADD PRIMARY KEY (`sid`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `address_book`
--
ALTER TABLE `address_book`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=523;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
